brave-bin
flameshot-git
jstest-gtk-git
lib32-nvidia-580xx-utils
matugen-git
nvidia-580xx-dkms
nvidia-580xx-settings
nvidia-580xx-utils
oh-my-zsh-git
postman-bin
preload
spicetify-cli
spotify
ttf-atkinson-hyperlegible-nerd
visual-studio-code-bin
wlogout
xone-dkms
xpadneo-dkms-git
yay
zen-browser-bin
