archlinux-contrib
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
cava
chromium
cpupower
discord
dkms
docker
docker-buildx
docker-compose
dosfstools
evtest
exfat-utils
file-roller
firefox
flatpak
flite
fuzzel
gedit
git
git-filter-repo
github-cli
go
gparted
grim
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
harfbuzz-icu
hunspell
hunspell-en_us
hunspell-pl
hyphen
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpwcenter
hyprshot
intel-gpu-tools
intel-media-driver
jq
kitty
libmanette
libreoffice-still
libva-nvidia-driver
libva-utils
linux
linux-firmware
linux-headers
love
ly
man-db
man-pages
mesa
mesa-utils
nano
nautilus
ncdu
neovim
networkmanager
network-manager-applet
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-prime
nvtop
nwg-displays
nwg-look
obsidian
obs-studio
pacman-contrib
pamixer
pavucontrol
pipewire
pipewire-audio
pipewire-jack
pipewire-pulse
pnpm
polkit-kde-agent
reflector
rofi
satty
slurp
socat
spotifyd
steam
s-tui
sudo
swappy
swaync
texinfo
tree
ttf-atkinson-hyperlegible
ttf-jetbrains-mono-nerd
udiskie
unzip
uv
uwsm
vim
vlc
vlc-plugin-ffmpeg
vulkan-tools
waybar
wayland-utils
wev
wf-recorder
wireplumber
wl-clipboard
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-server
xorg-xwayland
yazi
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
