bitwarden-bin
brave-bin
bruno-bin
hyprcap
jstest-gtk-git
lib32-nvidia-580xx-utils
matugen-git
neofetch
ngrok
nvidia-580xx-dkms
nvidia-580xx-settings
nvidia-580xx-utils
oh-my-zsh-git
playwright
preload
slack-desktop
spicetify-cli
spotify
ttf-atkinson-hyperlegible-nerd
visual-studio-code-bin
wlogout
xone-dkms
xpadneo-dkms-git
yay
zen-browser-bin
